Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/kir_KG/LC_MESSAGES/messages.po
Languages: ky_kg

source: Become a U-Reporter & start sharing!
ky_kg: Ю-репортер болуп, бөлүш

source: Your Rights
ky_kg: Сенин укуктарың

source: Know and use them!
ky_kg: Өз укугуңду билип, пайдалан

source: Emergency Information
ky_kg: Камкордук жөнүндө маалымат

source: Epidemics, disasters or conflicts
ky_kg: Согуш-тартыш, табигый катаклизмдер жана эпидемиялар

source: Facts For Life
ky_kg: Өмүр үчүн фактылар

source: Improve the lives of Children
ky_kg: Балдардын жашоосун жакшыга өзгөртөт

source: ALL IN
ky_kg: Баарыбыз бирге өспүрүмдөрдүн жана балдардын жардамы менен

source: Love, relationships, sex and gender
ky_kg: Сүйүү, секс, жыныс, мамиле түзүү

source: Connect Smart
ky_kg: Акылың менен байланыш!

source: Learn about the internet
ky_kg: 10 эӊ мыкты интернет кеӊештерин билип ал!

source: The Internet of Good Things
ky_kg: Жакшы нерселердин интернети

source: Explore IoGT
ky_kg: Жакшы нерселердин интернети жөнүндө билип ал

source: Home
ky_kg: Жаш бала

source: About Internet of Good Things
ky_kg: Жакшы нерселердин интернети жөнүндө

source: More %(category_title_link)s
ky_kg: Дагы %(category_title_link)s

source: Recommended
ky_kg: Сунушталат

source: Who are you?
ky_kg: Сиз кимсиз?

source: Child
ky_kg: Жаш бала

source: Adolescent
ky_kg: θспүрүм

source: Parent / Caregiver
ky_kg: Ата-энелер / Камкор

source: Teacher / Health / Social Worker
ky_kg: Мугалим/Медицина кызматкери/Социалдык ишкер

source: Skip
ky_kg: Өткөрүп жибериӊиз

source: Previous
ky_kg: Мурункусу

source: Next
ky_kg: Кийинкиси

source: Brought to you by %(owner)s
ky_kg: ээси аркылуу берилди %(owner)s
