Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/ara_AE/LC_MESSAGES/messages.po
Languages: ar_ae

source: Your Rights
ar_ae: حقوقك

source: Know and use them!
ar_ae: اعرفهم واستخدمهم

source: Emergency Information
ar_ae: معلومات عن الطوارئ

source: Epidemics, disasters or conflicts
ar_ae: الصراعات والكوارث والأوبئة

source: Facts For Life
ar_ae: حقائق من أجل الحياة

source: Improve the lives of Children
ar_ae: احفظ وحسّن حياة الأطفال

source: Love, relationships, sex and gender
ar_ae: الحب، العلاقات، الجنس والنوع الاجتماعي

source: Connect Smart
ar_ae: اشبك بذكاء

source: Learn about the internet
ar_ae: تعرّف على الإنترنت

source: We can't find that page, sorry.
ar_ae: عفوا، لا نستطيع إيجاد الصفحة التي تبحث عنها

source: The Internet of Good Things
ar_ae: إنترنت الأمور الجيدة

source: Explore IoGT
ar_ae: تعرف على إنترنت الأمور الجيدة

source: Home
ar_ae: الصفحة الرئيسية

source: About Internet of Good Things
ar_ae: إنترنت الأمور الجيدة

source: More %(category_title_link)s
ar_ae: المزيد %(category_title_link)s

source: Recommended
ar_ae: مواضيع موصى به

source: Who are you?
ar_ae: من أنت؟

source: Child
ar_ae: الطفل

source: Adolescent
ar_ae: اليافع

source: Parent / Caregiver
ar_ae: الأب/ الأم / مقدم الرعاية

source: Teacher / Health / Social Worker
ar_ae: الأخصائي الاجتماعي / المعلم / العامل الصحي

source: Skip
ar_ae: تخطى

source: Previous
ar_ae: السابق

source: Next
ar_ae: التالي

source: Brought to you by %(owner)s
ar_ae: هذه الصفحة برعاية %(owner)s
