Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/tgk_TJ/LC_MESSAGES/messages.po
Languages: tg

source: U-Report
tg: U-Report (Гузориши Ту)

source: Become a U-Reporter & start sharing!
tg: Гузоришгари U-Reporter шавед ва қисмат намоед

source: Your Rights
tg: Ҳуқуқҳои шумо

source: Know and use them!
tg: Онҳоро бидонед ва истифода баред!

source: Emergency Information
tg: Маълумоти фаврӣ

source: Epidemics, disasters or conflicts
tg: Муноқишаҳо, офатҳо ё эпидемияҳо

source: Early Life Tips!
tg: Маслиҳатҳо барои айёми наврасӣ!

source: Care for your Child Development
tg: Барои рушди кудаки худ ғамхор бошед

source: Facts For Life
tg: Далелҳо барои зиндагӣ

source: Improve the lives of Children
tg: Зиндагии кудаконро беҳтар намоед

source: ALL IN
tg: ҲАМА ДАР ЯК – Аз тарафи наврасон ва барои наврасон

source: Love, relationships, sex and gender
tg: Ишқ, муносибат, ҷинс ва гендер

source: Connect Smart
tg: Пайванди ҳушманд

source: Learn about the internet
tg: 10 маслиҳати асосӣ барои интернет

source: We can't find that page, sorry.
tg: Ин саҳифа пайдо нашуд, бубахшед.

source: The Internet of Good Things
tg: Интернети чизҳои хуб

source: Explore IoGT
tg: Кашфи ИЧХ

source: Home
tg: Хона

source: About Internet of Good Things
tg: Дар бораи Интернети чизҳои хуб

source: More %(category_title_link)s
tg: Бештау %(category_title_link)s

source: Recommended
tg: Тавсияшуда

source: Who are you?
tg: Шумо ки ҳастед?

source: Child
tg: Кудак

source: Adolescent
tg: Наврас

source: Parent / Caregiver
tg: Радару мода / Парастор

source: Teacher / Health / Social Worker
tg: Омузгор / Корманди тип / иҷтимоӣ

source: Skip
tg: Сарфи назар

source: Previous
tg: Қаблӣ

source: Next
tg: Баъдӣ

source: Brought to you by %(owner)s
tg: Пешниҳод шудааст ба шумо аз ҷониби %(owner)s
