Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/bur_MM/LC_MESSAGES/messages.po
Languages: my_mm

source: U-Report
my_mm: U- အစီရင္ခံစာ

source: Become a U-Reporter & start sharing!
my_mm: U-သတင္းေပးသူအျဖစ္ပါ၀င္ၿပီး စတင္မွ်ေ၀ပါ

source: Your Rights
my_mm: သင့္အခြင့္အေရးမ်ား

source: Know and use them!
my_mm: ၎တို႔ကုိသိၿပီး အသုံးခ်ပါ

source: Emergency Information
my_mm: အေရးေပၚသတင္းအခ်က္အလက္မ်ား

source: Epidemics, disasters or conflicts
my_mm: ပဋိပကၡမ်ား၊ ေဘးအႏၱရာယ္မ်ား သို႔မဟုတ္ ကူးစက္ျမန္ေရာဂါမ်ား

source: Facts For Life
my_mm: ဘ၀တြက္တာသိမွတ္စရာ

source: Improve the lives of Children
my_mm: ကေလးမ်ား၏ဘ၀ ရွင္သန္တိုးတက္ေရး

source: ALL IN
my_mm: အားလံုးပါ၀င္ၾကပါစို႔ - ဆယ္ေက်ာ္သက္အရြယ္လူငယ္မ်ား ျဖင့္/အတြက္

source: Love, relationships, sex and gender
my_mm: အခ်စ္ေရး၊ သမီးရည္းစားကိစၥမ်ား၊ လိင္ႏွင့္ က်ား-မေရးရာက႑

source: Connect Smart
my_mm: အဆင့္မွီစြာဆက္သြယ္ျခင္း

source: Learn about the internet
my_mm: အင္တာနက္ဆိုင္ရာ သိမွတ္စရာအခ်က္(၁၀)ခ်က္ကို ေလ့လာျခင္း

source: We can't find that page, sorry.
my_mm: ၀မ္းနည္းပါသည္။ အဆိုပါစာမ်က္ႏွာကို ကၽြႏု္ပ္တို႔ ရွာမေတြ႔ပါ၊

source: The Internet of Good Things
my_mm: အင္တာနက္၏ေကာင္းေသာအခ်က္မ်ား

source: Explore IoGT
my_mm: IoGT ကိုစူးစမ္းေလ့လာျခင္း၊

source: Home
my_mm: အဓိက စာမ်က္ႏွာ

source: About Internet of Good Things
my_mm: အင္တာနက္၏ေကာင္းေသာအခ်က္မ်ား ႏွင့္ပတ္သက္သည့္အေၾကာင္းအရာမ်ား (The Internet of Good Things IoGT)

source: More %(category_title_link)s
my_mm: ထပ္မံ၍ %(category_title_link)s မ်ား၊

source: Recommended
my_mm: အႀကံျပဳေထာက္ခံျခင္း၊

source: Who are you?
my_mm: သင္ဘယ္သူလဲ ?

source: Child
my_mm: ကေလး

source: Adolescent
my_mm: ဆယ္ေက်ာ္သက္အရြယ္လူငယ္

source: Parent / Caregiver
my_mm: မိဘ / ျပဳစုေစာင့္ေရွာက္ေပးေနသူ

source: Teacher / Health / Social Worker
my_mm: ဆရာ-ဆရာမ / က်န္းမာေရး / လူမႈေရးလုပ္သား

source: Skip
my_mm: ေက်ာ္ရန္

source: Previous
my_mm: ယခင္/ၿပီးခဲ့ေသာ၊

source: Next
my_mm: ေနာက္ထပ္/လာမည့္၊

source: Brought to you by %(owner)s
my_mm: %(owner)s မွ စီစဥ္တင္ဆက္ျခင္းျဖစ္သည္၊
