Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/ind_*/LC_MESSAGES/messages.po
Languages: id

source: Become a U-Reporter & start sharing!
id: Menjadi U-Reporter dan multi berbagi!

source: Your Rights
id: Hak Anda

source: Know and use them!
id: Tahu dan Gunakan Mereka!

source: Emergency Information
id: Informasi Darurat

source: Epidemics, disasters or conflicts
id: Konflik, bencana dan wabah

source: Early Life Tips!
id: Tips untuk Hidup Baru!

source: Care for your Child Development
id: Perawatan untuk Perkembangan Anak Anda

source: Facts For Life
id: Fakta untuk kehidupan

source: Improve the lives of Children
id: Meningkatkan kehidupan anak-anak

source: Love, relationships, sex and gender
id: Cinta, hubungan, seks dan Jenis Kelamin

source: Learn about the internet
id: Pelajari Tips Internet 10 teratas

source: We can't find that page, sorry.
id: Kami tidak dapat menemukan halaman yang kamu cari, maaf.

source: Explore IoGT
id: Jelajahi IoGT

source: Home
id: Rumah

source: About Internet of Good Things
id: Tentang Internet of Good Things

source: More %(category_title_link)s
id: %(category_title_link)s Lainnya

source: Recommended
id: Rekomendasi

source: Who are you?
id: Siapa kamu?

source: Child
id: Anak

source: Adolescent
id: Remaja

source: Parent / Caregiver
id: Orangtua / Pengasuh

source: Teacher / Health / Social Worker
id: Tenaga Guru / Kesehatan / Sosial

source: Skip
id: Lewatkan

source: Previous
id: Sebelumnya

source: Next
id: Berikutnya

source: Brought to you by %(owner)s
id: Dipersembahkan ke anda oleh %(owner)s
