Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/rus_*/LC_MESSAGES/messages.po
Languages: ru

source: Become a U-Reporter & start sharing!
ru: Стань Ю-Репортером и начинай делиться

source: Your Rights
ru: Твои права

source: Know and use them!
ru: Знай и пользуйся своими правами

source: Emergency Information
ru: Информация о безопасности

source: Epidemics, disasters or conflicts
ru: Конфликты, природные катастрофы или эпидемии

source: Facts For Life
ru: Факты для жизни

source: Improve the lives of Children
ru: Изменить жизнь детей к лучшему

source: ALL IN
ru: ВСЕ ВМЕСТЕ

source: Love, relationships, sex and gender
ru: Любовь, секс, пол, взаимоотношения

source: Connect Smart
ru: Подключайся с умом!

source: Learn about the internet
ru: Узнай топ 10 интернет советов!

source: We can't find that page, sorry.
ru: Извините, мы не можем найти запрашиваемую вами страницу

source: The Internet of Good Things
ru: Интернет полезных вещей

source: Explore IoGT
ru: Узнайте больше об "Интернете полезных вещей"

source: Home
ru: Главная страница

source: About Internet of Good Things
ru: Об "Интернете полезных вещей"

source: More %(category_title_link)s
ru: Еще %(category_title_link)s

source: Recommended
ru: Рекомендуется

source: Who are you?
ru: Кто вы?

source: Child
ru: Ребенок

source: Adolescent
ru: Подросток

source: Parent / Caregiver
ru: Родитель / Опекун

source: Teacher / Health / Social Worker
ru: Учитель/медработник/социальный работник

source: Skip
ru: Пропустить

source: Previous
ru: Предыдущий

source: Next
ru: Далее

source: Brought to you by %(owner)s
ru: Предоставлено %(owner)s
