Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/spa_*/LC_MESSAGES/messages.po
Languages: es

source: Become a U-Reporter & start sharing!
es: Tu voz cuenta

source: Your Rights
es: Derechos de los niños

source: Know and use them!
es: Aprendalos y utilizalos

source: Emergency
es: Emergencia

source: Emergency Information
es: Información de emergencia

source: Epidemics, disasters or conflicts
es: Conflictos, desastres o epidemias

source: Early Life Tips!
es: Empieza Temprano

source: Care for your Child Development
es: Cada Momento Cuenta

source: Facts For Life
es: Para la vida

source: Improve the lives of Children
es: Información para salvar vidas

source: Love, relationships, sex and gender
es: El amor, las relaciones, el sexo y el género

source: Learn about the internet
es: Los 10 consejos sobre la Internet

source: We can't find that page, sorry.
es: Lo siento. No encontramos esa página.

source: Explore IoGT
es: Explora IoGT

source: Home
es: Inicio

source: About Internet of Good Things
es: Acerca de Internet of Good Things

source: More %(category_title_link)s
es: Más %(category_title_link)s

source: Recommended
es: Recomendado

source: Who are you?
es: ¿Quién eres?

source: Child
es: Niño

source: Adolescent
es: Adolescente

source: Parent / Caregiver
es: Padre / Madre / Tutor

source: Teacher / Health / Social Worker
es: Profesor / Trabajador sanitario / Trabajador social

source: Skip
es: Omitir

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Brought to you by %(owner)s
es: Contenido proporcionado por %(owner)s
