Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/fre_*/LC_MESSAGES/messages.po
Languages: fr

source: Become a U-Reporter & start sharing!
fr: Votre voix compte

source: Your Rights
fr: Droits de l'enfant

source: Know and use them!
fr: Connais et défends tes droits!

source: Emergency Information
fr: Situations d'urgence

source: Epidemics, disasters or conflicts
fr: Epidémies, catastrophes et conflits

source: Facts For Life
fr: Savoir pour Sauver

source: Improve the lives of Children
fr: Améliorer la vie des enfants

source: ALL IN
fr: TOUS ENSEMBLE

source: Love, relationships, sex and gender
fr: Amour, relations, sexe et genres

source: Learn about the internet
fr: 10 règles d'or d'Internet

source: We can't find that page, sorry.
fr: Oups, cette page ne semble plus exister.

source: Explore IoGT
fr: Explorez IoGT

source: Home
fr: Accueil

source: About Internet of Good Things
fr: À propos de Internet of Good Things

source: More %(category_title_link)s
fr: Plus de %(category_title_link)s

source: Recommended
fr: Recommandé

source: Who are you?
fr: Qui êtes-vous?

source: Child
fr: Enfant

source: Parent / Caregiver
fr: Parent / Tuteur

source: Teacher / Health / Social Worker
fr: Professeur / Prof. de Santé / Trav. Sociaux

source: Skip
fr: Passez

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Brought to you by %(owner)s
fr: Ce contenu vous est fourni par %(owner)s
