Repository: universalcore/springboard-iogt
Catalog: springboard_iogt/locale/nep_NP/LC_MESSAGES/messages.po
Languages: ne_np

source: U-Report
ne_np: यु-रिपोर्ट

source: Become a U-Reporter & start sharing!
ne_np: यु-रिपोर्टर बन्नुहोस् र साझा बनाउन थाल्नुहोस्

source: Your Rights
ne_np: तपाईंको अधिकारहरू

source: Know and use them!
ne_np: थाहा पाउनुहोस् र प्रयोग गर्नुहोस्!

source: Emergency Information
ne_np: आपतकालीन जानकारीहरू

source: Epidemics, disasters or conflicts
ne_np: द्वन्द्व, प्रकोप वा महामारीहरू

source: Facts For Life
ne_np: स्वस्थ जीवनको सरल तरिका

source: Improve the lives of Children
ne_np: बालबालिकाको जीवन सुधाराैं

source: Love, relationships, sex and gender
ne_np: प्रेम, सम्वन्धहरू, याैन र जेण्डर

source: Connect Smart
ne_np: स्मार्ट रूपमा जोडिनुहोस्

source: Learn about the internet
ne_np: शीर्ष १० इन्टरनेट उपायहरू सिक्नुहोस्

source: We can't find that page, sorry.
ne_np: हामीले त्यो पाना भेट्न सकेनाैं, माफ गर्नुहोला ।

source: The Internet of Good Things
ne_np: राम्रो कुराहरूको इन्टरनेट

source: Explore IoGT
ne_np: आइअोजीटी अन्वेषण गर्नुहोस्

source: Home
ne_np: होम

source: About Internet of Good Things
ne_np: राम्रो कुराहरूको इन्टरनेटको बारेमा

source: More %(category_title_link)s
ne_np: थप (category_title_link)s

source: Recommended
ne_np: सिफारिस गरिएको

source: Who are you?
ne_np: तपाईं को हो?

source: Child
ne_np: बालबालिका

source: Adolescent
ne_np: किशोरकिशोरी

source: Parent / Caregiver
ne_np: आमावुवा / हेरचाहकर्ता

source: Teacher / Health / Social Worker
ne_np: शिक्षक/ स्वास्थ्य/ समाजसेवी

source: Skip
ne_np: छोड्नुहोस्

source: Previous
ne_np: अघिल्लो

source: Next
ne_np: अर्को

source: Brought to you by %(owner)s
ne_np: हरूले तपाईंसम्म ल्याएको %(owner)s
